Repository: jenchienchang/asset-flow
Catalog: AssetFlow/Resources/Category.xcstrings
Source language: en
Languages: zh_hant

source: Current allocation differs from the effective target by more than 5 percentage points.
zh_hant: 目前比例與調整後目標相差超過 5 個百分點。

source: A category named '%@' already exists.
zh_hant: 名為「%@」的類別已存在。

source: Add a snapshot to assess the minimum balance.
zh_hant: 新增快照以評估最低餘額。

source: Category name cannot be empty.
zh_hant: 類別名稱不能為空。

source: Choose a currency for the minimum balance.
zh_hant: 請為最低餘額選擇幣別。

source: Enter a complete valid number using your locale's separators.
zh_hant: 請使用所在地區的數字分隔符號，輸入完整有效的數字。

source: Invalid target allocation value.
zh_hant: 目標配置值無效。

source: Minimum balance met
zh_hant: 已達最低餘額

source: Minimum balance must be a finite nonnegative amount.
zh_hant: 最低餘額必須是有限且非負的金額。

source: Minimum balance shortfall: %@
zh_hant: 最低餘額缺口：%@

source: Minimum balance unavailable
zh_hant: 無法評估最低餘額

source: No minimum balance
zh_hant: 未設定最低餘額

source: Target allocation must be between 0% and 100%.
zh_hant: 目標配置必須介於 0% 和 100% 之間。

source: Target allocations sum to %@ instead of 100%%.
zh_hant: 目標配置總和為 %@，而非 100%%。

source: This category cannot be deleted because it has %lld asset(s) assigned. Reassign the assets first.
zh_hant: 此類別無法刪除，因為它有 %lld 個資產。請先重新分配這些資產。
